Repository: marvinli001/ClashMax
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Rules: private and CN geodata direct, then MATCH.
zh_hans: 规则：私有和中国大陆 geodata 直连，然后 MATCH。

source: Run health check for %arg
zh_hans: 为 %arg 执行健康检查

source: Run manual delay tests twice and use the second result to reduce handshake bias.
zh_hans: 手动延迟测试会执行两次，并使用第二次结果以减少握手偏差。

source: Run Mode
zh_hans: 运行模式

source: Run mode is Direct, so all traffic bypasses proxies.
zh_hans: 运行模式为 Direct，因此所有流量都会绕过代理。

source: Run provider health check
zh_hans: 执行 Provider 健康检查

source: Running
zh_hans: 运行中

source: Running NE
zh_hans: NE 运行中

source: Running Status
zh_hans: 运行状态

source: Running TUN
zh_hans: TUN 运行中

source: Running: applying needs a runtime restart — %@.
zh_hans: 运行中：应用需要重启运行时 —— %@。

source: Running: applying reloads Mihomo, so the change takes effect immediately.
zh_hans: 运行中：应用后会重载 Mihomo，改动立即生效。

source: Runtime
zh_hans: 运行时

source: Runtime and helper messages will be listed here.
zh_hans: 运行时和 helper 消息会显示在这里。

source: Runtime config accepted by Mihomo preflight.
zh_hans: 运行时配置已通过 Mihomo 预检。

source: Runtime Diff
zh_hans: 运行时差异

source: Runtime diff: no generated-template changes from the last working provider options.
zh_hans: 运行时差异：与上次可用的 Provider 选项相比，没有生成模板变化。

source: Runtime DNS Overlay
zh_hans: 运行时 DNS 覆盖

source: Runtime facts, diagnostics, logs, and repair.
zh_hans: 运行时事实、诊断、日志和修复。

source: Runtime is not running
zh_hans: 运行时未运行

source: Runtime logging verbosity.
zh_hans: 运行时日志详细程度。

source: Runtime Merge YAML
zh_hans: 运行时合并 YAML

source: Runtime overrides and system integration controls.
zh_hans: 运行时覆盖项与系统集成控制。

source: Runtime script/listener hooks can change traffic handling outside the guarded template.
zh_hans: 运行时的 script / listeners 钩子可以绕过受控模板改变流量处理方式。

source: Runtime settings applied, but proxy readiness or system proxy setup failed: %@
zh_hans: 运行时设置已应用，但代理就绪检查或系统代理设置失败：%@

source: Runtime settings pending.
zh_hans: 运行时设置待应用。

source: Runtime settings saved but could not be applied: %@
zh_hans: 运行时设置已保存但无法应用：%@

source: Runtime settings saved but not applied: %@
zh_hans: 运行时设置已保存但未应用：%@

source: Runtime Source
zh_hans: 运行时来源

source: Runtime Status
zh_hans: 运行状态

source: Runtime validated
zh_hans: 运行时验证通过

source: Runtime: %@
zh_hans: 运行时：%@

source: Safe Paths
zh_hans: 安全路径

source: Save
zh_hans: 保存

source: Saved for the next start
zh_hans: 已保存，下次启动生效

source: Saved in the "Quick Rules" snippet, where Routing can edit, reorder or remove it.
zh_hans: 保存在“快捷规则”片段中，可在“路由”页编辑、重排或删除。

source: Saved, restart required
zh_hans: 已保存，需要重启

source: Saving reloads the running config, so DNS changes apply immediately.
zh_hans: 保存会重载正在运行的配置，DNS 变更会立即生效。

source: Scope
zh_hans: 范围

source: Search
zh_hans: 搜索

source: Search app, host, IP, rule, chain
zh_hans: 搜索 App、主机、IP、规则、链路

source: Search rules, type=, policy=, provider=
zh_hans: 搜索规则，支持 type=、policy=、provider=

source: Secret stored in Keychain
zh_hans: 密钥已存储在 Keychain 中

source: Select
zh_hans: 选择

source: Select a connection to inspect the process, rule, and chain.
zh_hans: 选择一个连接以查看进程、规则和链路。

source: Select a non-DIRECT node in the active proxy group.
zh_hans: 在当前代理组中选择一个非 DIRECT 节点。

source: Select a profile to start ClashMax.
zh_hans: 选择配置后即可启动 ClashMax。

source: Select a subscription profile to edit profile-specific routing.
zh_hans: 选择订阅配置以编辑该配置专属路由。

source: Select Group
zh_hans: Select 组

source: Select this profile before running provider side-load preflight.
zh_hans: 运行 Provider 旁加载预检前，请先选择此配置。

source: Selected Profiles
zh_hans: 所选配置

source: Send all traffic through the generated Proxy group with app-managed DNS defaults.
zh_hans: 使用 App 管理的 DNS 默认值，并将所有流量发送到生成的 Proxy 组。

source: Server
zh_hans: 服务器

source: Service
zh_hans: 服务

source: Service Address
zh_hans: 服务地址

source: Set Log Level to Debug in Settings to capture debug output from the core.
zh_hans: 在设置中把日志级别设为 Debug，才能采集内核的调试输出。

source: Set Up TUN Routing
zh_hans: 设置 TUN 路由

source: Settings
zh_hans: 设置

source: Shared SOCKS5 and HTTP upstreams for manual profiles, subscriptions, and profile routing.
zh_hans: 供手动配置、订阅和配置路由共用的 SOCKS5 与 HTTP 上游。

source: Shortcut conflict: %@
zh_hans: 快捷键冲突：%@

source: Shortcut is enabled but not set.
zh_hans: 快捷键已启用但未设置按键。

source: Shortcuts
zh_hans: 快捷键

source: Show a macOS notification when automatic subscription refresh fails.
zh_hans: 自动订阅刷新失败时显示 macOS 通知。

source: Show Failures
zh_hans: 显示失败

source: Show helper diagnostics and advanced recovery details.
zh_hans: 显示 helper 诊断与高级恢复详情。

source: Show in Finder
zh_hans: 在访达中显示

source: Show provider analytics
zh_hans: 显示 Provider 分析

source: Silent Start
zh_hans: 静默启动

source: Simulated against the current rule list with %@.
zh_hans: 已按当前规则列表模拟：%@。

source: Skip Destinations
zh_hans: 跳过目标地址

source: Skip Proxy Certificate Check
zh_hans: 跳过代理证书校验

source: Skip Sources
zh_hans: 跳过来源地址

source: Skipped
zh_hans: 已跳过

source: Smallest generated profile for provider subscriptions.
zh_hans: Provider 订阅的最小生成配置。

source: Sniff
zh_hans: 嗅探

source: Sniff %@ Port %@
zh_hans: 嗅探 %@ 的 %@ 端口

source: Sniffed, destination left as the IP
zh_hans: 已嗅探，但目标仍为 IP

source: Sniffer
zh_hans: 嗅探

source: Sniffer Fixes
zh_hans: 嗅探修复

source: Sniffer settings updated
zh_hans: 嗅探设置已更新

source: Sniffing
zh_hans: 域名嗅探

source: Sniffing is app-managed. A provider that turns it off leaves connections dialed straight to an IP with no domain, so DOMAIN and GEOSITE rules can never match them.
zh_hans: 嗅探由 ClashMax 管理。若订阅将其关闭，直接以 IP 发起的连接就不带域名，DOMAIN 与 GEOSITE 规则永远无法命中。

source: Sniffing is on but no protocol is listed, so nothing would be sniffed. Add TLS, HTTP, or QUIC.
zh_hans: 嗅探已开启但未列出任何协议，因此不会嗅探任何流量。请添加 TLS、HTTP 或 QUIC。

source: Sniffing off
zh_hans: 嗅探已关闭

source: Sniffing on
zh_hans: 嗅探已开启

source: Sniffing read %@ out of the traffic and domain rules match that name, but Rewrite Target is off, so the connection still dials the original IP.
zh_hans: 嗅探已从流量中读出 %@，域名规则会按该名称匹配；但“改写目标”已关闭，连接仍然连往原始 IP。

source: Sniffing recovered the domain
zh_hans: 嗅探已找回域名

source: Snippet Binding
zh_hans: 片段绑定

source: Snippet Editor
zh_hans: 片段编辑器

source: Snippet Library
zh_hans: 片段库

source: Snippet Library Unavailable
zh_hans: 片段库不可用

source: Snippet Type
zh_hans: 片段类型

source: Snippets
zh_hans: 片段

source: SOCKS Fail
zh_hans: SOCKS 失败

source: SOCKS Failures
zh_hans: SOCKS 失败

source: SOCKS handshake failures: %lld
zh_hans: SOCKS 握手失败：%lld

source: Some global shortcuts will not work: %@
zh_hans: 部分全局快捷键将无法生效：%@

source: Sort
zh_hans: 排序

source: Source
zh_hans: 来源

source: Source and provider options
zh_hans: 来源和 Provider 选项

source: Source edit
zh_hans: 来源编辑

source: source IP
zh_hans: 源 IP

source: Source IP
zh_hans: 源 IP

source: Source IP CIDR must be a valid CIDR range.
zh_hans: 源 IP CIDR 必须是有效的 CIDR 网段。

source: source port
zh_hans: 源端口

source: Sparkle is configured for automatic app updates.
zh_hans: Sparkle 已配置自动 App 更新。

source: Split
zh_hans: 分栏

source: Src Port
zh_hans: 源端口

source: Stack
zh_hans: 栈

source: Stage
zh_hans: 暂存

source: Staged in this editor: saving the profile applies it to the runtime.
zh_hans: 在此编辑器中暂存：保存配置文件后才会应用到运行时。

source: Start
zh_hans: 启动

source: Start / Stop Core
zh_hans: 启动 / 停止核心

source: Start at login without showing the main window; ClashMax stays in the menu bar.
zh_hans: 开机自启时不显示主窗口；ClashMax 保留在菜单栏。

source: Start ClashMax to verify whether the proxy handles outbound traffic.
zh_hans: 启动 ClashMax 以验证代理是否接管出站流量。

source: Start Core
zh_hans: 启动核心

source: Start Proxy Gateway
zh_hans: 启动代理网关

source: Start the core, or open Routing to load the effective configuration.
zh_hans: 启动内核，或打开“路由”页加载生效配置。

source: Start this profile and refresh runtime data to collect local provider analytics.
zh_hans: 启动该配置并刷新运行时数据后，会收集本机 Provider 分析。

source: Start TUN mode and approve the helper, or switch to System Proxy.
zh_hans: 启动 TUN 模式并授权辅助程序，或切换到系统代理。

source: Start uses this routing mode.
zh_hans: 启动时使用此路由模式。

source: Start without showing the main window; ClashMax stays in the menu bar.
zh_hans: 启动时不显示主窗口；ClashMax 保留在菜单栏。

source: Starting
zh_hans: 启动中

source: State
zh_hans: 状态

source: Status
zh_hans: 状态

source: Stop
zh_hans: 停止

source: Stop Core
zh_hans: 停止核心

source: Stop Proxy Gateway
zh_hans: 停止代理网关

source: Stopped
zh_hans: 已停止

source: Strict Route
zh_hans: 严格路由

source: Sub-rule condition must be NETWORK,tcp or NETWORK,udp.
zh_hans: 子规则条件必须是 NETWORK,tcp 或 NETWORK,udp。

source: Sub-rule name
zh_hans: 子规则名称

source: Subscription
zh_hans: 订阅

source: Subscription Diagnostics
zh_hans: 订阅诊断

source: Subscription expired
zh_hans: 订阅已过期

source: Subscription expires within 7 days
zh_hans: 订阅将在 7 天内过期

source: Subscription quota below 10%
zh_hans: 订阅剩余额度低于 10%

source: Subscription quota exhausted
zh_hans: 订阅额度已用尽

source: Subscription template
zh_hans: 订阅模板

source: Subscription Updates
zh_hans: 订阅更新

source: Subscription URL
zh_hans: 订阅 URL

source: Subscription URL unavailable
zh_hans: 订阅 URL 不可用

source: Subscriptions
zh_hans: 订阅

source: Success
zh_hans: 成功率

source: Suggested Fix
zh_hans: 建议修复

source: Switch run mode to Rule or Global.
zh_hans: 将运行模式切换为 Rule 或 Global。

source: System
zh_hans: 系统

source: System DNS
zh_hans: 系统 DNS

source: System DNS Override
zh_hans: 覆盖系统 DNS

source: System DNS Servers
zh_hans: 系统 DNS 服务器

source: System Extension
zh_hans: 系统扩展

source: System Proxy
zh_hans: 系统代理

source: System Proxy and Network Extension routing continue to work without this helper.
zh_hans: 没有此 helper 时，系统代理和 Network Extension 路由仍可继续使用。

source: System Proxy and Network Extension routing keep working without it.
zh_hans: 不安装也不影响系统代理和网络扩展这两种路由模式。

source: System Proxy is not enabled for this runtime mode.
zh_hans: 当前运行模式未启用系统代理。

source: System Proxy mode does not need a privileged helper. Switch to TUN if you want VPN-style routing for non-HTTP traffic.
zh_hans: 系统代理模式不需要特权 helper。如果需要为非 HTTP 流量提供 VPN 风格路由，请切换到 TUN。

source: System Proxy requires System Proxy routing.
zh_hans: 系统代理需要切换到系统代理路由。

source: System Proxy Settings
zh_hans: 系统代理设置

source: TCP %lld, UDP %lld, DNS captures %lld, DNS datagrams %lld, SOCKS failures %lld, DNS %@, system DNS %@.
zh_hans: TCP %lld，UDP %lld，DNS 捕获 %lld，DNS 数据报 %lld，SOCKS 失败 %lld，DNS %@，系统 DNS %@。

source: TCP Bridges
zh_hans: TCP 桥接

source: TCP Only
zh_hans: 仅 TCP

source: TCP Only: System Proxy does not capture UDP; TUN and Network Extension reject UDP for this profile.
zh_hans: 仅 TCP：系统代理不接管 UDP；TUN 和网络扩展会拒绝此配置的 UDP。

source: Template
zh_hans: 模板

source: Template v1: legacy generated provider rules without DNS base.
zh_hans: 模板 v1：旧版生成 provider 规则，不包含 DNS 基础配置。

source: Template v2: includes app-managed DNS base.
zh_hans: 模板 v2：包含 App 管理的 DNS 基础配置。

source: Templates
zh_hans: 模板

source: Temporarily validates a local provider file against this profile's generated runtime YAML.
zh_hans: 临时用本地 Provider 文件校验此配置生成的运行时 YAML。

source: Test
zh_hans: 测试

source: Test All
zh_hans: 测试全部

source: Test current node delay
zh_hans: 测试当前节点延迟

source: Test Group
zh_hans: 测试分组

source: Testing
zh_hans: 测试中

source: The %@ change is saved and takes effect the next time the core starts.
zh_hans: %@改动已保存，将在下次启动内核时生效。

source: The %@ change is saved but needs a runtime restart — %@.
zh_hans: %1$@改动已保存，但需要重启运行时 —— %2$@。

source: The %@ change was reverted because the runtime rejected it: %@
zh_hans: 运行时拒绝了%1$@改动，已回滚：%2$@

source: The app named the destination
zh_hans: 应用已给出目标域名

source: The copy in the Applications folder is incomplete. Move ClashMax there manually instead.
zh_hans: 「应用程序」文件夹中的副本不完整。请手动把 ClashMax 移动过去。

source: The profile decides DNS on its own.
zh_hans: 由配置文件自行决定 DNS。

source: The profile does not configure sniffing, so ClashMax recovers domains from TLS and HTTP traffic itself.
zh_hans: 配置文件未配置嗅探，因此 ClashMax 自行从 TLS 和 HTTP 流量中恢复域名。

source: The profile is generated from this shared proxy endpoint.
zh_hans: 此配置由该共享代理端点生成。

source: The proxy certificate will not be verified.
zh_hans: 将不验证代理证书。

source: The rule could not be applied.
zh_hans: 规则应用失败。

source: The selected node is unavailable in runtime data, so the proxy node cannot be confirmed.
zh_hans: 所选节点不在运行时数据中，无法确认代理节点。

source: The sniffer change could not be applied.
zh_hans: 嗅探更改未能应用。

source: This connection arrived with %@, so domain rules can match it.
zh_hans: 该连接携带 %@，因此域名规则可以命中它。

source: This connection was opened straight to %@ with no domain, and %@ matches the sniffer's %@ list, so it was deliberately left alone.
zh_hans: 该连接直接连往 %@ 且不携带域名，而 %@ 命中了嗅探的 %@ 列表，因此被有意跳过。

source: This connection was opened straight to %@ with no domain, before the current sniffer settings took effect, so they say nothing about it.
zh_hans: 该连接直接连往 %@ 且不携带域名，建立于当前嗅探设置生效之前，因此这些设置无法说明它的情况。

source: This connection was opened straight to %@ with no domain, so DOMAIN, DOMAIN-SUFFIX, DOMAIN-KEYWORD and GEOSITE rules cannot match it. Sniffing is off, so no name is recovered.
zh_hans: 该连接直接连往 %@，不携带域名，因此 DOMAIN、DOMAIN-SUFFIX、DOMAIN-KEYWORD 和 GEOSITE 规则都无法命中它。嗅探已关闭，也不会找回域名。

source: This connection was opened straight to %@ with no domain. ClashMax has not read the running sniffer configuration, so it cannot say whether a name could have been recovered.
zh_hans: 该连接直接连往 %@，不携带域名。ClashMax 尚未读取正在运行的嗅探配置，因此无法判断是否本可以找回域名。

source: This connection was opened straight to %@ with no domain. Sniffing covers it and still recovered no name, so the traffic carries none — match it with IP-CIDR, GEOIP, DST-PORT or process rules instead.
zh_hans: 该连接直接连往 %@，不携带域名。嗅探已覆盖它却仍未找回任何名称，说明流量本身就不含域名——请改用 IP-CIDR、GEOIP、DST-PORT 或进程规则来匹配。

source: This connection was opened straight to %@ with no domain. Sniffing is on, but no sniff entry covers %@ %@, so nothing looked at it.
zh_hans: 该连接直接连往 %@，不携带域名。嗅探已打开，但没有任何嗅探项覆盖 %@ %@，因此没有任何一处查看过它。

source: This connection was opened to an IP with no domain. Sniffing read %@ out of the traffic, so domain rules can match it.
zh_hans: 该连接以 IP 直接建立，本身不携带域名。嗅探从流量中读出了 %@，因此域名规则可以命中它。

source: This Mac has no Wi-Fi interface.
zh_hans: 此 Mac 没有 Wi-Fi 接口。

source: this port
zh_hans: 该端口

source: This profile configures sniffing itself, and your sniffer snippets change it.
zh_hans: 此配置文件自带嗅探设置，且被你的嗅探片段修改。

source: This profile configures sniffing itself. ClashMax left it exactly as authored — add a sniffer snippet to change it.
zh_hans: 此配置文件自带嗅探设置，ClashMax 完全按原样保留 —— 添加嗅探片段即可修改。

source: This rule type depends on provider, geodata, or runtime-only Mihomo matching.
zh_hans: 此规则类型依赖提供者、地理数据或仅运行时的 Mihomo 匹配。

source: This rule type is matched by Mihomo itself, so ClashMax cannot confirm it locally.
zh_hans: 此规则类型由 Mihomo 自行匹配，ClashMax 无法在本地确认。

source: This rule was already in Quick Rules, so nothing was changed.
zh_hans: 此规则已在“快捷规则”中，未做任何更改。

source: Timeout
zh_hans: 超时

source: TLS to Proxy
zh_hans: 到代理使用 TLS

source: Toggle System Proxy
zh_hans: 切换系统代理

source: Total
zh_hans: 总量

source: Traffic
zh_hans: 流量

source: Transparent Proxy
zh_hans: 透明代理

source: Transparent Proxy Status
zh_hans: 透明代理状态

source: Trust this dashboard to receive the API secret automatically
zh_hans: 信任此面板，自动接收 API 密钥

source: Trusted for automatic secret autofill
zh_hans: 已信任自动填充密钥

source: Trusted read-write dashboards receive the secret in the URL fragment. Remote dashboards that are not trusted open without the secret, and the menu offers one-time copy instead.
zh_hans: 受信任的读写面板会在 URL 片段中接收密钥。未受信任的远程面板打开时不会携带密钥，菜单会提供一次性复制。

source: Try Again
zh_hans: 重试

source: TUN Diagnostics
zh_hans: TUN 诊断

source: TUN diagnostics reported an issue: %@
zh_hans: TUN 诊断报告了一个问题：%@

source: TUN DNS Mode
zh_hans: TUN DNS 模式

source: TUN helper is ready.
zh_hans: TUN helper 已就绪。

source: TUN helper is registered, but launchd cannot start it. Click Repair after installing the latest build.
zh_hans: TUN helper 已注册，但 launchd 无法启动它。安装最新构建后请点击“修复”。

source: TUN helper is registered.
zh_hans: TUN helper 已注册。

source: TUN helper needs preparation before Start is available.
zh_hans: TUN helper 需要先完成准备，之后才能启动。

source: TUN helper owns VPN-style routing.
zh_hans: TUN helper 正在接管 VPN 风格路由。

source: TUN Helper Status
zh_hans: TUN Helper 状态

source: TUN is on, so its DNS hijack sends system queries to Mihomo's resolver.
zh_hans: TUN 已开启，其 DNS 劫持会把系统查询送到 Mihomo 的解析器。

source: TUN Issue
zh_hans: TUN 问题

source: TUN mode is selected but the TUN helper is not active.
zh_hans: 已选择 TUN 模式，但 TUN 辅助程序未运行。

source: TUN mode needs a privileged helper. This is a one-time setup.
zh_hans: TUN 模式需要特权辅助工具，只需设置一次。

source: TUN Settings
zh_hans: TUN 设置

source: TUN settings are controlled by ClashMax and the privileged helper.
zh_hans: TUN 设置由 ClashMax 与特权助手控制。

source: TUN Stack
zh_hans: TUN 栈

source: TUN System DNS
zh_hans: TUN 系统 DNS

source: Turn on Rewrite Target if the connection should also be sent to the sniffed name.
zh_hans: 如果希望连接也按嗅探到的域名发送，请打开“改写目标”。

source: Turn On Sniffing
zh_hans: 打开嗅探

source: Turn sniffing on so TLS and HTTP traffic gives its domain back.
zh_hans: 打开嗅探，让 TLS 和 HTTP 流量交回自己的域名。

source: Type
zh_hans: 类型

source: Typed snippets are merged into generated runtime YAML without editing original profiles.
zh_hans: 类型化片段会合并进生成的运行时 YAML，不会修改原始配置。

source: UDP Bridges
zh_hans: UDP 桥接

source: Unavailable
zh_hans: 不可用

source: Unavailable (%@)
zh_hans: 不可用（%@）

source: Unchanged
zh_hans: 未修改

source: Unified Delay
zh_hans: 统一延迟

source: Unknown
zh_hans: 未知

source: Unreachable
zh_hans: 不可连接

source: Unsupported
zh_hans: 不支持

source: Untested
zh_hans: 未测试

source: Untouched
zh_hans: 未改动

source: Update
zh_hans: 更新

source: Update All
zh_hans: 全部更新

source: Update All Subscriptions
zh_hans: 更新全部订阅

source: Update Due
zh_hans: 更新到期项

source: Update Interval Source
zh_hans: 更新间隔来源

source: Update provider
zh_hans: 更新 Provider

source: Update provider %arg
zh_hans: 更新 Provider %arg

source: Update rule provider
zh_hans: 更新规则 Provider

source: Update rule provider %arg
zh_hans: 更新规则 Provider %arg

source: Update Subscription
zh_hans: 更新订阅

source: Update Success
zh_hans: 更新成功率

source: Updated
zh_hans: 已更新

source: Updates
zh_hans: 更新

source: Updating
zh_hans: 更新中

source: Upload
zh_hans: 上传

source: Upstream
zh_hans: 上游

source: Upstream Proxy
zh_hans: 上游代理

source: Uptime
zh_hans: 运行时长

source: URL-Test Group
zh_hans: URL-Test 组

source: Usage
zh_hans: 用量

source: Use a practical rule-mode template with private network direct rules and app-managed DNS defaults.
zh_hans: 使用实用规则模式模板，包含私有网络直连规则和 App 管理的 DNS 默认值。

source: Use at least one modifier besides Command for global shortcuts.
zh_hans: 全局快捷键至少需要一个 Command 以外的修饰键。

source: Use Hosts
zh_hans: 使用 Hosts

source: Use Local Clash Proxy
zh_hans: 使用本地 Clash 代理

source: Use Remote Interval
zh_hans: 使用远端间隔

source: Use System Hosts
zh_hans: 使用系统 Hosts

source: Use System Proxy
zh_hans: 使用系统代理

source: User Agent
zh_hans: 用户代理

source: User Mode
zh_hans: 用户模式

source: User-mode core is running.
zh_hans: 用户模式核心正在运行。

source: Username
zh_hans: 用户名

source: v%lld Needs Repair
zh_hans: v%lld 需要修复

source: Validation
zh_hans: 校验

source: Value
zh_hans: 值

source: Version
zh_hans: 版本

source: Via %@
zh_hans: 经由 %@

source: View
zh_hans: 视图

source: Waiting
zh_hans: 等待中

source: Waiting for approval. Turn ClashMax on in System Settings > General > Login Items & Extensions — ClashMax picks it up on its own.
zh_hans: 等待批准。请在「系统设置 > 通用 > 登录项与扩展」中打开 ClashMax，ClashMax 会自动识别。

source: Waiting for public IP information from the GeoIP probe.
zh_hans: 正在等待 GeoIP 探测返回的公网 IP 信息。

source: Waiting for runtime data
zh_hans: 等待运行时数据

source: Warn
zh_hans: 警告

source: Warning
zh_hans: 警告

source: Warnings
zh_hans: 警告

source: When enabled, ClashMax hides its main window during login-item startup. Open it from the menu bar when needed.
zh_hans: 启用后，ClashMax 通过登录项启动时会隐藏主窗口。需要时可从菜单栏打开。

source: When no SSID matches
zh_hans: 无 SSID 匹配时

source: Wi-Fi is turned off.
zh_hans: Wi-Fi 已关闭。

source: Write an address, port, or process rule for this destination instead of a domain rule.
zh_hans: 请为该目标编写地址、端口或进程规则，而不是域名规则。

source: Write app-managed DNS options into the runtime profile.
zh_hans: 将 App 管理的 DNS 选项写入运行时配置。

source: YAML must be a mapping to be applied safely.
zh_hans: YAML 必须是一个映射（mapping）才能被安全应用。

source: YAML parse error: %@
zh_hans: YAML 解析错误：%@

source: YAML root must be a mapping or URI/base64 proxy-provider content.
zh_hans: YAML 根节点必须是映射，或 URI/base64 代理提供者内容。

source: Yes
zh_hans: 是

source: Your rule is the one that matches
zh_hans: 命中的就是你的规则
